Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sms/admin/sd/inaugurations_fi/marja_helander_tiedote_suomi.pdf.tmx
Source language: fin
Languages: sms

source: Taideteokset S aamelaiskulttuurikeskus S ajoksessa Valtion taidekokoelma / Valtion taideteostoimikunnan tilausteokset
sms: Čeäppõstuejjõõzz Sääʹmkultturkõõskõs Sajoozzâst Riikk čeäppõsnorldõk / Riikk čeäppõstuejjõstuåimmkååʹdd tiʹllʼjemtuejjõõzz

source: Tuulen tuivertamat, yksinäiset tunturikoivut ovat minun henkistä kotimaisemaani.
sms: Piõgg pååssam õhttu šõddi tuõddârsueʹjj, liâ muu jiõggsaž dommkueʹstelm.

source: Ne ovat painautuneet mieleeni jo lapsuuden hiihtoreissuilla, isäni synnyinsijoilla Utsjoella.
sms: Tõk liâ kuâđđjam miõʹlle juʹn päʹrnnpoodd čuõiggâmreeisain, eʹččam šõddâmpääiʹǩin Uccjooǥǥâst.

source: Tunturikoivun erityisominaisuus on sen palaminen myös tuoreena tai jäisenä.
sms: Tuõddârsueʹjji siʹtǩǩesvuõtt lij tõn jiijjâsnallšem puâllmõš, ko tõt lij võõrâs leʹbe jiõŋŋâm.

source: Täten se on aikoinaan osaltaan mahdollistanut saamelaisen poronhoidon ja asutuksen leviämisen tunturiylängöille.
sms: Nääiʹt tõt lij ääiʹji mieʹldd ouddam vuäittmõõžžid da ååsk, säʹmmlai puäʒʒhååid da aazztumuužž leävvnumuʹšše tuõddârpâjj-jännmid.

source: Tunturissa -valoteokseen olen halunnut siirtää tunturikoivujen muotoa, tuoda kappaleen erämaata Inarin kylille.
sms: Tuõddrest –čuõvvtuejjõʹsse leäm haaʹlääm seʹrdded tuõddârsueʹjji ååʹbleeǩǩ da puʹhtted kooska poostjânnmest Aanar siidid.

source: Valoa hohtavana teos luo mielleyhtymiä myös virtaavaan jokeen ja ehkäpä jopa revontuliin.
sms: Čuõv šuävvjem tuejjõs kägg ođđest miõʹlle smiõttõõzzid kolggi jannu da možât-i veâl kuuzzkõõzzid.

source: ”Niin kaikki kukoistaa” Kaksiosainen teos sai alkunsa utsjokelaisen isäni koulussa 1950-luvulla keräämistä Lapin kasveista.
sms: Kueiʹtvuäzzas tuejjõs vuäǯǯai aalǥes uccjokkneeʹǩǩ eʹččam Piera Johannes Helander škooulâst, 1950-lååǥǥast norrum Sääʹmjânnam šââddain.

source: Kasvit oli kuivattu ja kiinnitetty nimilapuin varustettuna herbaarioon eli kasvioon.
sms: Šââdd leʹjje koškkuum da tiudduum tääʹrǩeʹld nõmmlaappivuiʹm da ruõkkum herbaariooʹne leʹbe sâddnorldõʹǩǩe.

source: Jokainen kasvi oli tarkan tieteellisesti luokiteltu omaan ryhmäänsä.
sms: Juõʹǩǩ šâdd leäi tiõđlânji tärkka klasstõllum jiijjâs-i jouʹǩǩe.

source: Innostuin siitä ristiriidasta, mikä vallitsi kasvien kauneuden ja monimuotoisuuden sekä ihmisen luokittelu- ja lokerointitarpeen välillä.
sms: Loŋŋnem tõn risttreeidast, mii leäi tõn poddsaž sââddai mooččâdvuõđ da määŋgnallšemvuõđ di oummu klasstõõllâm- da kåårbõõššâmtaarb kõõskâst.

source: Samalla mieleeni nousivat saamelaisten historia ja yritykset luokitella saamelaisia alempaan rotuun kuuluviksi.
sms: Seämma poodd puõʹđi miõʹlle saaʹmi histoor da tõn ääiʹj ǩiõččlõõttâmvueʹǩǩ, klasstõõllâd saaʹmid vueʹlab roodd vuâlla kuullven.

source: Vielä 1930-luvulla Inarinjärven hautausmaalta oli kaivettu saamelaisten pääkalloja rotuopillisiin tutkimuksiin (kallot on sittemmin palautettu).
sms: Veâl 1930-lååǥǥast Aanarjääuʹr ruõkkâmsââʹjest leʹjje kuäivvam saaʹmi vueiʹvvkäällaid rooddmättnallšem tuʹtǩǩumuužžid (ååʹn täk vueiʹvvkääll liâ kâʹl maacctum mååusat).

source: Henkilöt on kuvattu eri puolilta Suomea.
sms: Tuejjõõzzâst liâ snimmum 30 ânnʼjõžpeeiʹv sämmla.

source: Tämä luokittelu perustuu Tilastokeskuksen ja Saamelaiskäräjien vaalilautakunnan vuoden 2011 tilastoon.
sms: Vuâđđan lij Statistikk-kõõskõõzz da Sääʹmteeʹǧǧ vaal-luʹvddkååʹdd eeʹjj 2011 statistikk.

source: Asuinpaikan mukaan saamelaiset on jaoteltu saamelaisten kotiseutualueella asuviin, muualla Suomessa asuviin sekä ulkomailla asuviin.
sms: Tõʹst Lääʹddjânnam õhttseʹžže nuʹtt 10 000 säʹmmla liâ klasstõllum ââʹjj mieʹldd sääʹm dommvuuʹdest jälsteeiʹji mieʹldd, pirr Lääʹddjânnam jälsteeʹji mieʹldd di ålggjânnmest jälsteeiʹji mieʹldd.

source: Kielellinen jaottelu on vaikeampi asia: Saamelaiskäräjien mukaan tilastoja on pidettävä vain suuntaa antavina, koska alle 18-vuotiaiden äidinkielen ilmoittaminen on satunnaista ja äänioikeusikäisistäkin monet jättävät ilmoittamatta äidinkielensä.
sms: Ǩiõllsaž klasstõõllmõš lij stäbbjab äʹšš: Sääʹmteeʹǧǧ mieʹldd statistiikkid âlgg ââʹnnet tåʹlǩ koon-ne årra puuʹtt uʹvddjen, ko vuâlla 18-âkksai jieʹnnǩiõl iʹlmmtumuužž liâ säʹttnallšem, jiâ tääʹrǩeld uʹvddum da jiõnstemvuõiggâdvuõttâkksain määŋgas kueʹdde iʹlmmteǩâni jieʹnnǩiõles.

source: Henkilön äidinkieleksi luetteloon merkitään tällöin suomen kieli.
sms: Persoon jieʹnnǩiõllân mieʹrǩǩeed teʹl loǥstõʹǩǩe lääʹddǩiõll.

source: Lisäksi monet kokevat itsensä kaksikielisiksi.
sms: Lââʹssen määngas toʹbdde, što sij liâ kueiʹtǩiõllsaž.

source: Joka tapauksessa kuvasin nämä 30 henkilöä, ja prosentuaalisesti heidän osuutensa vastaavat tämän edellä mainitun tilaston faktoja.
sms: Snimmum 30 persoon ââʹǩǩ-, ǩiõll- da jälstempäiʹǩǩvuäʹzzõõzz vaʹsttee prosenuttuaalânji tän ooudbeäʹlnn peäggtum statistiikk tuõttaaʹššid.

source: Jokaisen henkilön vieressä on pieni ”kasviolappu” josta käy ilmi muun muassa ko. henkilön asuinpaikka ja äidinkieli.
sms: M iõđlõsân ärvvtõõleeʹl tåʹlǩ 10 persoon 30:st maainste jieʹnnǩiõllân sääʹmǩiõl, da tääzz lååi jouʹǩǩe čääkk õhtt aanarsääʹm da õhtt nuõrttsääʹm maainsteei.

source: Vastaiskuna vanhoille rotumääritelmille jokainen henkilö on yksiselitteisesti määritelty Homo sapiens -lajiin kuuluvaksi.
sms: Homo sapiens –šlaʹjje kuullven, vuâsttačâckken vuäʹmm juʹn ääiʹj tuâkksaž rooddmeärtumuužžid, kook liâ rooddmeärtumuužžineez ââʹnnam saaʹmid vueʹlab rooddan.

source: Teoksen toinen osa on iso valokuva, jossa on tunturimaiseman päälle kuvattu näitä herbaarion kasveja.
sms: Tuejjõõzz nuʹbb vuäʹss lij jõnn snimldõk, koʹst liâ tuõddârkueʹstelm ool snimmum sâddnorldõk sââdd.

source: Ne muodostavat ornamenttimaisen pinnan kurotellen kohti taivaita, vapautuen määrittelyn ja luokittelun ikeestä.
sms: Tõk räʹjje heäʹrvvǩeʹrjjõsnallšem ooʹle, kook õõŋtõõleeʹl pâʹjjlab ââʹlm årra, piâzzee meädda meäʹrtum da klasstõllum nuäʹđest.
